[
	{
		"quote": "I am Gandalf, and Gandalf means me.",
		"book": "The Hobbit: An Unexpected Journey"
	},
	{
		"quote": "I’m looking for someone to share in an adventure.",
		"book": "The Hobbit: An Unexpected Journey"
	},
	{
		"quote": "Home is now behind you. The world is ahead.",
		"book": "The Hobbit: An Unexpected Journey"
	},
	{
		"quote": "Keep it secret. Keep it safe.",
		"book": "he Lord of the Rings: The Fellowship of the Ring"
	},
	{
		"quote": "You shall not pass!",
		"book": "he Lord of the Rings: The Fellowship of the Ring"
	},
	{
		"quote": "Fly, you fools!",
		"book": "he Lord of the Rings: The Fellowship of the Ring"
	},
	{
		"quote": "The battle of Helm’s Deep is over; the battle for Middle-earth is about to begin.",
		"book": "The Lord of the Rings: The Two Towers"
	},
	{
		"quote": "Run, Shadowfax. Show us the meaning of haste.",
		"book": "The Lord of the Rings: The Return of the King"
	},
	{
		"quote": "We come to it, at last. The great battle of our time.",
		"book": "The Lord of the Rings: The Return of the King"
	},
	{
		"quote": "The world is not in your books and maps. It’s out there.",
		"book": "The Hobbit: An Unexpected Journey"
	},
	{
		"quote": "What do you mean? Do you mean to wish me a good morning or do you mean that it is a good morning whether I want it or not? Or perhaps you mean to say that you feel good on this particular morning. Or are you simply stating that this is a morning to be good on?",
		"book": "The Hobbit: An Unexpected Journey"
	},
	{
		"quote": "It is raining, Master dwarf, and it will continue to rain until the rain is done. If you wish to change the weather of the world, you should find yourself another wizard.",
		"book": "The Hobbit: An Unexpected Journey"
	},
	{
		"quote": "A wizard is never late, Frodo Baggins. Nor is he early. He arrives precisely when he means to.",
		"book": "The Lord of the Rings: The Fellowship of the Ring"
	},
	{
		"quote": "You’ve been sitting quietly for far too long!",
		"book": "The Hobbit: An Unexpected Journey"
	},
	{
		"quote": "My dear Frodo. Hobbits really are amazing creatures. You can learn all there is to know about their ways in a month, and yet after a hundred years they can still surprise you.",
		"book": "The Lord of the Rings: The Fellowship of the Ring"
	},
	{
		"quote": "Even the very wise cannot see all ends.",
		"book": "The Lord of the Rings: The Fellowship of the Ring"
	}
]
